13/data/attachments/903359e7f335d90f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_142ff73c-90aa-46a0-876e-74613c15e88a</nif:username>
            <nif:friendToBeAdded>Rebecca_add_Actions_14755_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>